{
         announcements: 
        "A simple artificial intelligence based food fraud, or economically motivated adulteration, technology is introduced. Please see our recently published paper titled “Artificial Intelligence-Based Identification of Butter Variations as a Model Study for Detecting Food Adulteration” in Innovative Food Science & Emerging Technologies, https://www.sciencedirect.com/science/article/pii/S1466856420304732",
        "One step forward to ultra-fast charging. Please see our recently published paper titled “Hexagonal boron nitride incorporation to achieve high performance Li4Ti5O12 electrodes” in AIP Advances, https://aip.scitation.org/doi/full/10.1063/5.0004376",
        "Please see our recent work, which can pave the way in future practical solar cell designs for hard to dope materials. It is titled “ Screen engineered field effect Cu2O based solar cells” and published in IEEE Electron Letters, https://ieeexplore.ieee.org/abstract/document/9097170",
        "Please see our recently published paper in Lab on a Chip at Royal Society of Chemistry. We were able to extract information on human mechanical and biofluid properties, simultaneously. It is a new method for building an aerogel based sensor that can effectively extract real-time information from subtle human motion, such as heart rate, etc., while concurrently monitoring sweat pH, ion concentration, perspiration rate, etc. We strongly believe this research can pave the way for future practical designs of flexible, cost effective, and multifunctional wearable sensors. https://doi.org/10.1039/D0LC00545B",
        "Recent publication: G. Iymen, G. Tanriver, O. Ergen. Selected Applications of Generative Adversarial Networks: Mini Review. COJ Rob Artificial Intel. COJRA, 1(2), 000506 (2020).",
        "Recent publication:M. Ergen, F. Inan, O. Ergen, I. Shayea, M. F. Tuysuz, A. Azizan, N. K. Ure, M. Nekovee. \"Edge on Wheels with OMNIBUS Networking in 6G Technology.\" IEEE Access (2020).",
        "Instrumented, as a coordinator, prestigious SME grant: Awarded 1 Million Euro grant form European Innovation Council. First ICT Awardee in Turkey"
    }




